[
  {
    "image": "./images/image1.jpg",
    "text": "Summer is in full swing, but there’s still time to plan a relaxing staycation or backyard soiree while the evenings are warm and clear. To make the most of your family and friends time, look around your outdoor space to see if the existing lighting works properly and enhances the ambiance.",
    "title": "Title 1"
  },
  {
    "image": "./images/image2.jpg",
    "text": "Decorating can be one of the most exciting times during your experience as a homeowner. Not only are you creating the essence of your home, you are also adding your very own personal touch and style.",
    "title": "Title 2"
  },
  {
    "image": "./images/image3.jpg",
    "text": "Some of your favorite accessories are the ones you reach for again and again, those items that are portable, easy, and convenient. When shopping for accessories for everyday use, special events, or travel, several factors stand out.",
    "title": "Title 3"
  },
  {
    "image": "./images/image4.jpg",
    "text": "Despite being recognized as one of the most valuable assets in an organization, corporate data remains one of the least measured or understood. While decision makers have more access to data than ever before, there’s little way to make sense of it. New research delves into the difference between executives who are data-driven.",
    "title": "Title 4"
  },
  {
    "image": "./images/image5.jpg",
    "text": "TheAllAboutBassC days of seeing someone walking down a road with a stick, some string and a bucket of worms  are as much a part of American culture as hot dogs, baseball and warm apple pie. Since that time, anglers now have many choices this summer, depending on where they’ll be fishing.",
    "title": "Title 5"
  },
  {
    "image": "./images/image6.jpg",
    "text": "Many people who had never worked from home found themselves scrambling for reliable internet access in order to work, manage distant learning, and participate in virtual social activities. Reliable internet also became a factor in allowing people to manage their health through virtual doctors’ visits, and buy groceries and other items online.",
    "title": "Title 6"
  },
  {
    "image": "./images/image7.jpg",
    "text": "Have you ever thought about what it might be like to relive the best moments of your life, and be able to share them with others? Maybe it’s the dance floor at your wedding. Or the birth of your child or his or her first birthday.",
    "title": "Title 7"
  },
  {
    "image": "./images/image8.jpg",
    "text": "The Shen Yun Performing Arts company captures the imagination as it celebrates Chinese culture with a unique presentation of classical Chinese dance combined with original orchestral works and eye-popping special effects.",
    "title": "Title 8"
  },
  {
    "image": "./images/image9.jpg",
    "text": "You know what’s even more contagious than a cough or sneeze? A deep, rumbling belly laugh that leaves your sides aching and your eyes streaming. Laughter isn’t only the best medicine, it boosts immunity, lowers stress hormones and helps prevent heart disease.",
    "title": "Title 9"
  },
  {
    "image": "./images/image10.jpg",
    "text": "If you were one of the 73 million Americans who tuned in to “The Ed Sullivan Show” in 1964 as the Beatles irrevocably changed rock ’n’ roll, prepare yourself for perhaps the perfect vacation idea.",
    "title": "Title 10"
  }
]
